Repository: mozilla-l10n/mt-training-data
Catalog: dag/dag_pontoon.tmx
Source language: en_us
Languages: dag

source: Separate sentences into one line by pressing “Enter” or “Return” once
dag: Dihimi "kpɛma" bee "labima" yim n-waligi yɛltɔɣa sɔŋ kuli' gaŋ ni

source: Server error processing your clip. Please reload the page or try again later.
dag: Tuma din laɣim doya cherimbu, a shinii Shɛŋa din be tumbu soli zuɣu.pahimi suglo labi vuli dundɔŋ maa bee ka a chɛli saha shɛli.

source: Service and Retail
dag: Kɔhimma ni damma

source: Set a goal
dag: Mali tahima

source: Set my visibility
dag: mali niŋ n nyabu

source: Settings
dag: Binyɛra zaŋ kpɛhi

source: Sex
dag: Doo bee paɣa

source: Sex or Gender
dag: A yɛla paɣ' bee doo

source: SHA256 Checksum Copied!
dag: SHA256 Checksum Yaaya!

source: Share Common Voice
dag: Tarimi Common Voice

source: Share my goal
dag: zaŋmi n niyanima n-ti

source: Share your clip
dag: Tarimi a kukoli

source: Share your { $count } Clip Daily Goal for { $type }
dag: Tarimi a { $count } Vulidigu Dabsili Tahima dinboŋɔ zuɣu { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
dag: zaŋmi a { $count } n wuhi kilipi nia ni nyɛ shɛli bakɔi kam puuni ka nya { $type }

source: Shortcuts
dag: Sojihi

source: [Should be ‘dinosaurs’]
dag: [Di tumi ni di nyɛ "Daanasɔɔ kara"

source: [Should be “We are”]
dag: Sodoligu

source: Show All Datasets
dag: zaŋmi kpanjɔɣu maa zaa wuhi

source: Show keyboard shortcuts
dag: Yihimi "keyboard" sojihi na

source: Show Latest Datasets
dag: Wuhimi kpanjɔɣu shɛŋa din na tuŋda saha ŋɔ

source: Show me sentences and clips from all variants within my language
dag: Wuhimi ma yɛltɔɣ' mini siniinima din yi m balli sodoligu ni na.

source: Show my ranking
dag: Wuhimi n zaa shee

source: Sign up
dag: Yoomi akauti

source: Sign up for { $lang } updates:
dag: Sabimi a yuli zaŋ chaŋ { $lang } lahabaya teebu polo:

source: Simple and easy for anyone to understand
dag: Alaha ni asama n kuli nyɛli n-ti sokam gbaabu

source: Single
dag: Yɛltɔɣ' gaŋa

source: Single Sentence
dag: Yɛltɔɣ' gaŋa

source: Single sentence submission
dag: Yɛltɔɣ' gaŋa zaŋ ti

source: Single Sentence Submission
dag: Yɛltɔɣ' gaŋa zaŋ ti

source: Single ZIP file containing
dag: ZIP lahibali yini malila

source: Size
dag: Barilim

source: Skip
dag: Kpahi yaɣi

source: Skip backwards 5 seconds
dag: kpahiyaɣi kibikibi dibaa anu nyaaŋga polo

source: Skip forwards 5 seconds
dag: kpahiyaɣi kibikibi dibaa anu tooni polo

source: Skipped
dag: Kpahiyaɣi

source: Skip Submission Feedback
dag: Kpihi yaɣi zaŋ wuhi ka gbulisiri tibili

source: Slow
dag: Bɛla

source: Slower playback speed
dag: Bɛla bɛla labi ŋmɛ tia

source: Small batch
dag: Bela di ni

source: Small batch sentence submission
dag: Yɛltɔɣa bela di ni zaŋ niŋ

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
dag: Sodoligu

source: Social media
dag: pɔhim zuɣu

source: Solicit personally identifying information (like names or financial information)
dag: Bɔhimi baŋ lahabali shɛli din ni tooi chɛ ka a baŋ so (kamani yuya bee laɣidibo lahabali)

source: Solicit personally identifying information (like names or financial information) or offensive sentiments
dag: Bɔhimi baŋ lahabali shɛli din ni tooi chɛ ka a baŋ so (kamani yuya bee laɣidibo lahabali) bee yɛltɔɣa fina bee

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
dag: Bal' shɛŋa mali waliginsim din galisi zaŋ jɛndi yɛltɔɣa baŋsim, bachinima nti pahi bachinima bolibu. dimbɔŋɔ zuɣu, ti yɛn <ctaLink> pilila ‘Variants’</ctaLink> 2022 puuni. Di ni ti laɣinsi soli ka bɛ tooi woligi bɛ bala lahabali bɔŋ din galisi puuni.

source: Someone asks for a language to be added.
dag: So n-suhi soli ni bɛ pahi balli.

source: Something went wrong. Please try again.
dag: Binshɛli bi chaŋ viɛnyɛla. Dimi suɣulo labi niŋ.

source: Something went wrong while fetching audio for transcriptions. Please try again later.
dag: Binshɛli bi chaŋ viɛnyɛla saha shɛli ti ni vɔri kukɔli maa na di sabi maa. Dim suɣulo labi n-niŋ di yi tooi bɛla.

source: Something went wrong while fetching prompts. Please try again later.
dag: Binshɛli bi niŋ viɛnyɛla teesim nima maa bɔbu shee. Dim suɣulo labi niŋ di yi tooi bɛla.

source: Something went wrong with reCAPTCHA. Please try again.
dag: reCAPTCHA nyɛla din mali muɣisiɣu. Labi niŋ.

source: Sometimes speakers will repeat a word or word fragment multiple times. This should be transcribed too. Example:
dag: Saha shɛŋa ban yɛri yɛltɔɣa ni tooi labi boli bachi shɛŋa bu shɛm shɛm.Dinbɔŋɔ gba tu ni di mali sɔŋ.Shɛhira

source: Sorbian, Lower
dag: Sorbian, Gbunni

source: Sorry, Common Voice is running slowly. Thanks for your interest.
dag: Gaafara, Common Voice chanila bɛla bɛla. Ti puhiya pam ni a zaɣa maa.

source: Sorry, something went wrong
dag: gaafara, binshɛɣu bɛ chaŋ viɛnyɛla

source: Source: { $sentenceSource }
dag: Di ni yi shɛli: { $sentenceSource }

source: Spanish
dag: Sipanish

source: Speak
dag: Yɛlima/speak

source: Speakable
dag: Din tooi yɛli

source: Speakers
dag: Ban yara

source: Speaking
dag: Yɛlibu

source: Speaking and Listening
dag: Yɛlibu mini Wum'bu

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
dag: yɛlima ni amaŋmaŋa kukɔli. Ti bɔri a kukɔli ni be shɛm-a ni kuli yɛri shɛm, ni a yee duhibu,siɣisibu ni niɣimbu ni nyɛ shɛm.

source: Speak naturally, as you would with a friend - use your own real variant, dialect and accent
dag: Yalimi naawuni ni taa lɔŋ shɛli, kamani a mini a zo-zaŋmi a ni mali kukɔli shɛli ni a lɔŋ

source: Speak now
dag: Yɛlimi pumpɔŋɔ

source: Speak options menu
dag: Yɛligu pari gahim bɔŋni

source: Speak up, contribute here!
dag: Yɛlima, tɔhimi kpe!

source: Special Characters and Foreign Letters
dag: Bachi gahinda mini tinduya bachinima

source: Special Tags
dag: Tikpara gahinda

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
dag: <speechBlogLink>Pilimi ni yɛltɔɣa bangbu</speechBlogLink>

source: Spelling and Punctuation
dag: bachiyisibu mini bihibahibu

source: Split into { $archiveCount } ZIP files containing
dag: Pirigi mili { $archiveCount } faali munamuna din mali

source: Splits
dag: wɔligibu

source: Splits (Age and Sex)
dag: wɔligibu(yuma mini paɣa/doo)

source: Spontaneous Speech
dag: Saha shalikam yɛligu

source: Start recording
dag: Pilimi yaabu

source: Start typing to describe your accent
dag: Tayipimi m buɣisi a ni diri fiila bee a ni booni bachinima shɛm

source: Start typing to search
dag: Pilimi sabbu n vihi

source: Stats
dag: Yuli

source: Status Page
dag: Zaashee Yaɣili

source: Still have questions?
dag: Anna mali bohasi?

source: Streaks
dag: Saha kam toontibo

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
dag: <strong>[ŋarita]</strong> daasɔɔ kara ban daa be <strong>[ŋarita]</strong> -riyasiki saha.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
dag: Di zaɣisi vulindi shaŋɔ din yari yɛltɔɣ' din waligi ka che a zilil kum<strong>-dinboŋɔ kpa talahi n ti kukoli baŋbu din yan che ka di tu viɛnyɛla n ti sokam

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
dag: <strong>pilima!</strong>a zuliya balli nyɛla din yan yi di ko, ŋɔ maa mi kuli nyɛla so' shɛŋa a ni yɛn zaŋ pili.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started. Please consider adding your community channels to <communitiesLink>COMMUNITIES.md document on GitHub</communitiesLink>.
dag: <strong>Gburigimi a baŋsim!</strong> A zuliya yɛltɔɣa dundɔŋ maa kuli yɛn yila di ko, ka di mii na kuli nyɛla piligu n-na bala. Dim suɣulo a ni tooi zaŋ yi laɣingu maa pɔhim zuɣu yu' bolisi n zaŋ pahi ti <communitiesLink>COMMUNITIES.md kundi la puuni din be GitHub</communitiesLink> zuɣu la.

source: <strong>New Common Voice datasets</strong> are now available to download exclusively through our sister platform, Mozilla Data Collective. Join for access to 300+ global datasets, built by and for the community.
dag: <strong>common voice datasets palli</strong>pa nyɛla din niŋ bayana ni niriba tooi yihi pagila ti dundɔŋ taba maa ni, Mozzila data deebu.pahima ka ti nya kɔbisita ni shɛli dunia zaa datasets, n kpuɣili ni zileli maa

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
dag: <strong>lahabali din sabidɔya</strong>(ti ni mi shɛli common voice) n nyɛ luɣishɛli a ni tooi yihi karim yɛltɔɣa a balli puuni

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
dag: <strong>[tihim]</strong> Daanasɔɔ kara <strong>[kɔhim]</strong> ban daa be Tiriyasiki saha.

source: Submit
dag: Zaŋ tahi

source: Submit All
dag: Zaŋ di zaa kpɛhi

source: Submit a new question for the community to read and respond to
dag: Zaŋmi bɔhi' palli zaŋ n ti dunduŋ ŋɔ ni ka bɛ karim ka labisi

source: Submit a report
dag: Zaŋmi lahibali n-ti

source: Submit clips
dag: Zaŋmi kukoya n-ti

source: Submit new questions for the community to read and respond to
dag: Zaŋmi bɔhi' pala sɔŋna ka dundɔŋnim karim ka labisi

source: Submitted
dag: Di zaŋ kpɛhi

source: Submitting audio samples
dag: Yɛltɔɣa din vuli doya mŋahima zaŋ wuhi salo

source: Subscribe
dag: Dɔla

source: Success
dag: Toontibo

source: success checkmark
dag: Nasara dibo dalinli

source: Successfully accepted question
dag: Achiika bɔhigu maa deeya

source: Successfully rejected question
dag: Achiika bɔhigu maa zaɣisi ya

source: Success, profile created!
dag: Nasara, daadam lahibali jia maa namya!

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
dag: Parisi kpa nudirigu polo n-saɣi ti yɛltɔɣili maa. Parisi labi nuzaa polo n-zaɣisi li. Parisi kpa zuɣusaa polo n-kpahi yaɣi li. <strong> Miri ka a tam a labi lihi maa labisi ti!</strong>

source: Tag
dag: tikparili

source: Tag proper names, mixed words, or interjections
dag: Dalimi yuya, bachinima din gabi bee tahigu bachinima

source: Tags submitted successfully
dag: Tikpariti chaŋ ya ni achiika

source: Taking several attempts to read a word.
dag: N karim li mi bu shɛm ni n gbaai bachi maa.

source: Tap
dag: Shihima

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
dag: Tatoeba nyɛla tuma din galisi tumdoya zaŋ kana yɛltɔɣa,lɛbigiti yɛltɔɣa vulibu din yan zaŋ tum bala bɔhimbu.Din pun vuli doya ŋɔ nyɛla din mali ilimisili yɛlibu di vulibu bi maŋmaŋa zilɛni ni.

source: Technology and Robotics
dag: Tabiibi baŋsim mini Rɔbɔɔtinima baŋsim

source: “Tell me what your parents said when you told them your big news — exactly how they said it.”
dag: Yɛlimima a laabi ni yɛlishɛm ani daa ti ba lahibali karili_bi ni daa kuli yɛlli shɛm"

source: Tell us what you'd like to download:
dag: Yɛlimi ti a ni bɔri ni a kpɛhi binshɛli:

source: Tepeuxila Cuicatec
dag: Tepeuzila Kuikatek

source: Terms
dag: zalisi

source: <termsLink>Terms</termsLink>
dag: <termsLink>Zalisi</termsLink>

source: Thanks for confirming your account, now let's build your profile.
dag: Ti puhiya ka paɣa ni a ni niŋ dihitabili ni a daa akauti maa, punpɔŋɔ chɛ ka ti nam a lahibali jia.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
dag: Ti puhiya ka m paɣi tɔhiri shɛŋa ti n-nya ka di yina ninvuɣ' shɛba ban kalinli yaɣi 259k sani na ka bɛ yina zuliya bala gari pihinu puuni la ni, lala lahibali ŋɔ nyɛla ti ni yɛn n zaŋ shɛli n-wuhi maʒina shɛŋa din ni tooi n-yɛli yɛltɔɣa la ka di maan m baŋ ninsala kɔkuli viɛnyɛlinga.

source: Thank you for contributing to Spontaneous Speech!
dag: Ni a kpaŋmaŋa a ni niŋ tɔɣano yɛltɔɣa ŋɔ ni

source: Thank you for contributing your bulk submission!
dag: Ti paɣiya a ni zaŋ pahibu din galisi n-ti maa

source: Thank you for contributing your voice!
dag: Ti paɣiya a ni zaŋ a kukoli pahi ŋɔ!

source: Thank you for donating your voice clips!
dag: Ti paɣiya a ni yaagi a kukoli maa!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
dag: Ti paɣiya a ni yaagi a kukoli maa! <lineBreak></lineBreak>Pumpɔŋɔ labi lihi ka zaŋ a kukoya maa n-ti gbunni ŋɔ.

source: Thank you for your information
dag: M paɣiya ni a ni ti lahabali shɛli maa

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
dag: Ti paɣiya q suhu ni yu ni a tɔhira sabira { $lang }. Ti kuli kpaŋdila ti maŋa ni che ka yi balli (zuliya yɛltɔɣa) ŋɔ kpe daa ka kuli ni labiri teeri yi laɣingu din kɔɣiri ka bihira email soli zuɣu. A yi bɔri ni a tɔhi sabi, nyin pahimi suɣulo sabi a email yuli sɔŋ gbunni ŋɔ.

source: Thank you for your voice information
dag: Ti paɣiya a ni ti ti a kukoli lahibali maa

source: Thank you! You’ve sent a new language enquiry
dag: Ti paɣiya,a zaŋ bɔhisi zaŋ jɛndi balli palli ti na.

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
dag: Yɛltɔɣa shɛŋa din gahim yi di ko nyɛla din kukoli be taɣi ka be yɛltɔɣali ni di ni kuli nyɛ shɛm _Di tu ni di karimbu be nyɛ tɔm zaŋ ti sakam.Yɛltɔɣa maa kumsi mini bachi nim maa niŋ talahi,ti lahi mali kpaŋmaŋa zaŋ kana yɛltɔɣa vulibu ninnyambo palo zaŋti ban tumdi tiri bi tiŋsi ni yoliyoli.

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
dag: Yɛltɔɣi shɛli din gahim zaŋ kana yɛltɔɣa yalibu buŋbu mazena din yuli booni clloquial,mordern parlance.Pahigu shɛŋa din yɛn soŋa ka tooi bo yɛltɔɣa nya

source: The bumblebee sped by.
dag: Shia maa yiɣi n-gari.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
dag: Kukɔ'yaara yibu shee nyɛla din gbubi kukɔya yaabu din bi tooi kpe kukɔ'yaara kpanjɔɣu puuni. Kamani lahabali kpanjɔɣu kam, kukɔ'yaara yibu shee beni din ni tooi yaai. Ti ni puhi ka paɣi laɣinsi mini ban zaa sɔŋsi zaŋ kpa kukɔya lahibali kpanjɔɣu ŋɔ zoosim polo:

source: The clip has disrespectful or offensive language.
dag: Di malila jilimankai bee yɛltɔɣ' tula

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
dag: Kukɔli kpanjɔɣu malila kukɔya lahabaya kamani tuhi' kɔb' bɔbigu din sɔŋdi ban tɔhira ka bɛ tooi namdi kukɔya baŋbu kpatuɣa.

source: The content has disrespectful or offensive language.
dag: Lala lahabali ŋɔ nyɛla jimankain bee barina dini

source: The content is empty, corrupt, contains a different language, etc.
dag: Binsheli ka di ni, di saɣiim mi bali shɛli dabam n-bɛ dini

source: The giant dino [cough] the Triassic.
dag: Sodoligu

source: The giant dinosaur of the Triassic.
dag: Daanasɔɔ karili ŋun daa be Tiriyasiki saha.

source: The giant dinosaurs of the Triassi-.
dag: Daanasɔɔ kara ban daa be Tiriyasiki sa-.

source: The giant dinosaurs of the Triassic.
dag: Daanasɔɔ kara ban daa be Tiriyasiki saha.

source: The giant dinosaurs of the Triassic. [read by one voice]
dag: Sodoligu

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
dag: Daanasɔɔ kara ban daa be Tiriyasiki saha. <strong>[n-karim ni kuko' yini]</strong>

source: The giant dinosaurs of the Triassic. Yes.
dag: Daanasɔɔ kara ban daa be Tiriyasiki saha. Iin.

source: The giant dino <strong>[cough]</strong> the Triassic.
dag: Diino karili <strong>[kɔhim]</strong> Tiriyasiki maa.

source: The MediaRecorder API is not supported in your browser.
dag: A birawiza maa bi saɣi ti MediaRecorder API.

source: The page you are looking for could not be found
dag: A ni bɔri yaɣi' shɛli maa kani

source: The question should be answerable in just a couple of sentences.
dag: Bɔhigu maa tu ni di tooi labisi ni yɛltɔɣa bela

source: There are currently no sentences to review in this language.
dag: Yɛltɔɣa lahi kani ni a labi lihi balli ŋɔ maa ni.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
dag: Soya zoo ya pam n-ti a ni a tiɛhi bala zuɣu. Pirimla yɛltɔɣili baŋbu kpatuɣa zuɣu,common voice tiritimi wuhiri ni ti zaŋmi ti nini kpa laɣim tiɛhi,bee ban yɛri zuliya balli ŋɔ ni tooi wum taba yɛltɔɣa,bɛ yi bɔra?

source: There are no more questions for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
dag: Bɔhisi shɛli lahi kani n-zaŋ ti zuliya yɛltɔɣa ŋɔ. A yi kpahi mi yaɣi di puuni shɛli yaa, a ni tooi tuɣi ni kpahi yaɣi lahabali bee ka a chaŋ sabi kukɔyaarili ka labi n-niŋ di yi tooi bela.

source: The recording was too long.
dag: Kukoli maa nyɛla zaɣ' waɣinli.

source: The recording was too quiet.
dag: Kukoli maa nyɛla din fɔhi pam.

source: The recording was too short.
dag: Kukoli maa nyɛla zaɣ' ŋmaa.

source: There is currently no audio to transcribe for this language. If you have skipped any, you can continue with skipped content or go to review transcriptions and try again later.
dag: Saha ŋɔ kukɔli shɛli kani ni a sabi zuliya yɛltɔɣa ŋɔ ni. A yi kpahi mi yaɣi di puuni shɛli yaa, a ni tooi tuɣi ni kpahi yaɣi lahabali bee ka a chaŋ sabi kukɔyaarili ka labi n-niŋ di yi tooi bɛla.

source: There is no “perfect” way to answer
dag: di ka labisibu nin niŋ

source: The request took too long to complete. This is usually temporary. Please try again. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
dag: A binbɔrigu maa yɔli kandina. Di zooya ka di pala kpalinkpaa. Dim suɣulo, labi niŋ. A yi bɔri sɔŋsim yaa, dim suɣulo, kpɛmi <matrixLink>Matrix community chat</matrixLink> maa puuni, niŋ mi kpahimbu ni yɛlmuɣisira ti <githubLink>GitHub</githubLink> maa zuɣu bee ka chaŋ <discourseLink>our Discourse forums</discourseLink> la zuɣu.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
dag: Ban karindi kukoya dubu ni tooi be kɔŋkɔba. A ni nooi zaɣisi di yi niŋ ka kukoli maa du n-yaɣi zuɣu che the lahibali maa ŋmaara, bee (din tooi yoli) di dubu yi be tiŋa pam ka di zuɣu che ka a ku tooi wum o ni yɛri shɛli maa ka di pala a yuli la sabbu maa.

source: The route was unclear.
dag: Lala soli maa daa bi ne n do polo ni.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
dag: Zuliya bala ŋa nim maa na nyɛla laɣansi maa ni na maani shɛli. <localizationGlossaryLink>Wɛbsieti nim lɛbigi</localizationGlossaryLink>ni <sentenceCollectionGlossaryLink>yɛltɔɣa laɣimbu </sentenceCollectionGlossaryLink> nyɛla din bɔri shɛli ni di niŋ li suuna

source: The selected file is too large
dag: A ni piigi faali shɛli maa lahi galisi ya yaɣi

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
dag: Din deeri yɛltɔɣa maa pa chanila Common Voice puuni. A pa ni tooi <writeURL>sabi</writeURL> yɛltɔɣili bee <reviewURL>labi lihi</reviewURL>yɛltɔɣ' gaŋa zaŋ niŋ Common Voice puuni.

source: The sentence has a grammatical or spelling error.
dag: Yɛltɔɣili maa malila girama bee bachi yiɣisibu muɣisigu.

source: The sentence has disrespectful or offensive language.
dag: Yɛltɔɣili maa malila jilimankai bee yɛltɔɣ' barina

source: The sentence must be grammatically correct.
dag: Yɛltɔɣili maa girama/biɛhigu be dede.

source: The sentence must be speakable.
dag: Yɛltɔɣili maa simdi ka di ni tooi yɛli.

source: The sentence must be spelled correctly.
dag: Yɛltɔɣili maa bachinima simdi ka di yiɣisi dede.

source: The sentence should have fewer than 15 words.
dag: Yɛltɔɣili maa bi tu ni di bachinim pɔri gari pia ni anu

source: The site is ready to be launched when it reaches 75% completion.
dag: Yaɣ' li ŋɔ mali shili ni di zaŋ wuhi salo di yi ti paagi percɛntegi pisopooi ni a nu naabu.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
dag: Luɣili ŋɔ maa ni lahi labina puunpɔŋɔ.Lahibaya din na beni saha ŋɔ,pahimi suɣulo zaŋmi a kpala zuli n ti gbuni<matrixLink>bee ka a kpe<githubLink>GitHub<githubLink>bee </discourseLink>Ti yɛltɔɣa tɔɣisi ti taba laɣinsi<discourseLink>n zaŋ ti ka niŋ zaɣa ni dundɔŋ maa milinsi yaligola

source: The sound of laughter.
dag: Lari komsi

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
dag: TED-LIM corpus sodolisi la daa yila yɛltɔɣa vulibu mini di lɛbiginsim n niŋli bayana TED dundɔŋ puuni ni.

source: The website text is translated into that language.
dag: Lala balli maa ni ka bɛ lɛbigi wɛbisaiti maa lahibali n-niŋ.

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
dag: Lala lahabali ŋɔ nyɛla lahabali din baŋdi maŋmaŋa zaŋ kpa a ni nyɛ so, kamani yuli, eemɛli, biɛhigu shee, baŋbu namba, bee tangali miya.

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
dag: Lala lahabali ŋɔ nyɛla din bɔri lahabali din baŋdi maŋmaŋa zaŋ kpa a ni nyɛ so, kamani yuli, eemɛli, biɛhigu shee, baŋbu namba, bee tangali miya.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
dag: Lahibali ŋɔ pala talahi ni a ti li. Amaa ni tooi n-ti, a yi bɔra. Ti yi yihi tuma maa na, ti yɛn sɔɣila nira kam maŋmaŋa lahibali, ka che ka lahibali kamani a yuli mini iimeeli bi kpini lahibali din jɛndi a yuma, paɣa bee doo n-nya a.
